GAero/OF/tempCase4202wC2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    PROFILE
    {
        type            wall;
        inGroups        1(wall);
        nFaces          186;
        startFace       56756;
    }
    INLET
    {
        type            patch;
        nFaces          344;
        startFace       56942;
    }
    OUTLET
    {
        type            patch;
        nFaces          166;
        startFace       57286;
    }
    EMPTY0
    {
        type            empty;
        nFaces          28552;
        startFace       57452;
    }
    EMPTY1
    {
        type            empty;
        nFaces          28552;
        startFace       86004;
    }
)

// ************************************************************************* //
